import React from 'react'
import UserRegistration from '../components/UserRegistration/UserRegistration'

import SEO from '../_archive/seo'

import '../styles/index.scss';

class IndexPage extends React.Component {
    render() {
        return (
            <section className='DYTES'>
                <SEO title="Home" keywords={[`gatsby`, `application`, `react`]}/>
                <section className='Poster Front'>
                    <header className='header'>
                    </header>
                    <div className='postcard'>
                        <h1 className='title'>
                            הצטרפות ללימוד הדף היומי בתלמוד עשר הספירות
                        </h1>
                        <UserRegistration />

                        <div className='invitation'>
                            <p>שלום חברים יקרים</p>
                            <p>
                                נשמתנו בנויה על פי חוקים רוחניים מדויקים. רבים מחפשים חוקים אלו בפסיכולוגיה ובתורות
                                מודעות שנולדות חדשים לבקרים.
                            </p>
                            <p>
                                חכמת הקבלה בכלל ו"תלמוד עשר הספירות" בפרט, מאפשרים לנו ללמוד חכמה עתיקה יסודית אמיתית
                                ברורה ויציבה שנתנה לנו כיהודים מפי הגבורה, והוסברה לנו ע"י רבותינו.
                            </p>
                            <p>
                                מה יש לנו לחפש בכרמים זרים, מה שיש לנו כאן בתורתנו מלא חופנים?!
                            </p>
                            <p>
                                "יותר ממה שהעגל רוצה לינוק הפרה רוצה להניק". רוצה מאתנו הבורא יתברך שנכשיר את עצמנו, ואת
                                האומה כולה לקבלת ההטבה השלמה. נפשנו ונפש כלל ישראל מתקנת בלימוד החכמה הנשגבה הזו.
                            </p>
                            <p>
                                ההתעסקות עם חוקים רוחניים עליונים אלו, מעוררים את נשמת היהודי השלמה של כל אחד מאתנו.
                                לעיתים אף מבלי לחוש נפשנו משתנה וההחלטות שלנו בחיים נלקחות ממקום אחר בנפש, ממקום שהתעורר
                                ונבנה דרך הלימוד הנשגב של חוקים עליונים אלו המתמצים בשם "חכמת הקבלה" "תלמוד עשר
                                הספירות".
                            </p>
                            <p>
                                אנו מבקשים את שותפותך בלימוד מסודר של "הדף היומי" ב"תלמוד עשר הספירות". ראה בכך התפתחות
                                נפשית ורוחנית שלך כאדם וכעזרה לגאולת כלל ישראל.
                            </p>
                            <p>
                                מלאו פרטי התקשרות בטופס שלפניכם ונזמין אתכם לאתר לימוד החדש שיתחיל אי״ה בא׳ ניסן תשע״ט.
                            </p>
                            <p>
                                לימוד פנימיות התורה מוטל על כולנו, ואנו בבית מדרש ״הסולם״ עושים מאמצים רבים להנגיש את
                                תלמוד עשר הספירות לקהל המעוניין להקדיש מזמנו בחכמת האמת - נשמת היהדות. באתר החדש נביא
                                לפני הלומדים כלים וחומרי עזר לימודיים, שאלות חזרה ומערך מלמדים שיענו על שאלותכם.
                            </p>
                            <p>
                                בידידות ואהבת אמת,<br/>
                                בית מדרש הסולם</p>
                        </div>

                        <footer className='copyright'>
                            שיעורים מאת הרב אדם סיני. הופק ע״י בית מדרש הסולם. כל הזכויות שמורות לרב אדם סיני.
                        </footer>
                    </div>
                    <footer className='footer'>
                    </footer>
                </section>
            </section>
        )
    }
}

export default IndexPage;
